/* No comment provided by engineer. */
"%lu Failed Passcode Attempt" = "%lu tentative eșuate";

/* No comment provided by engineer. */
"%lu Failed Passcode Attempts" = "%lu tentative eșuate";

/* No comment provided by engineer. */
"Enter a different passcode. Cannot re-use the same passcode." = "Folosiți un alt cod. Nu puteți refolosi codul vechi.";

/* Context: 'Enter a passcode'. This will show up only when setting a passcode and not when changing it. */
"Enter a passcode" = "Introduceți codul dvs.";

/* No comment provided by engineer. */
"Enter your new passcode" = "Introduceți noul cod";

/* No comment provided by engineer. */
"Enter your old passcode" = "Introduceți codul vechi";

/* Context: 'Enter your passcode'. */
"Enter your passcode" = "Introduceți codul dvs.";

/* Context: 'The entered passcode is incorrect.' */
"Incorrect passcode." = "Codul este incorect.";

/* Context: 'Passcodes did not match.'. */
"Passcodes did not match. Try again." = "Codurile nu coincid. Reîncercați.";

/* Context: 'Re-enter your new passcode'. Confirm your passcode (re-enter the same passcode). */
"Re-enter your new passcode" = "Confirmați codul";

/* Context: 'Re-enter your passcode'. Confirm your passcode (re-enter the same passcode). */
"Re-enter your passcode" = "Confirmați codul";

/* No comment provided by engineer. */
"Try again in %lu minute" = "Încercați din nou în %lu minute";

/* No comment provided by engineer. */
"Try again in %lu minutes" = "Încercați din nou %lu minute";

